ohkami-nio/.oha/C_16.log
Summary:
  Success rate:	100.00%
  Total:	15.0071 secs
  Slowest:	0.0063 secs
  Fastest:	0.0000 secs
  Average:	0.0001 secs
  Requests/sec:	115406.6559

  Total data:	31.38 MiB
  Size/request:	19 B
  Size/sec:	2.09 MiB

Response time histogram:
  0.000 [1]       |
  0.001 [1730920] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.001 [873]     |
  0.002 [92]      |
  0.003 [23]      |
  0.003 [7]       |
  0.004 [3]       |
  0.004 [0]       |
  0.005 [0]       |
  0.006 [1]       |
  0.006 [3]       |

Response time distribution:
  10.00% in 0.0001 secs
  25.00% in 0.0001 secs
  50.00% in 0.0001 secs
  75.00% in 0.0002 secs
  90.00% in 0.0002 secs
  95.00% in 0.0003 secs
  99.00% in 0.0003 secs
  99.90% in 0.0005 secs
  99.99% in 0.0011 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.0024 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0011 secs

Status code distribution:
  [200] 1731923 responses