ohkami-nio/.oha/C_256.log
Summary:
  Success rate:	100.00%
  Total:	15.0068 secs
  Slowest:	0.4359 secs
  Fastest:	0.0000 secs
  Average:	0.0030 secs
  Requests/sec:	83995.7166

  Total data:	22.84 MiB
  Size/request:	19 B
  Size/sec:	1.52 MiB

Response time histogram:
  0.000 [1]       |
  0.044 [1260252] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.087 [0]       |
  0.131 [0]       |
  0.174 [0]       |
  0.218 [0]       |
  0.262 [0]       |
  0.305 [0]       |
  0.349 [0]       |
  0.392 [0]       |
  0.436 [256]     |

Response time distribution:
  10.00% in 0.0009 secs
  25.00% in 0.0014 secs
  50.00% in 0.0025 secs
  75.00% in 0.0040 secs
  90.00% in 0.0057 secs
  95.00% in 0.0069 secs
  99.00% in 0.0092 secs
  99.90% in 0.0128 secs
  99.99% in 0.4287 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0004 secs, 0.0000 secs, 0.0107 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0063 secs

Status code distribution:
  [200] 1260509 responses