ohkami-nio/.oha/C_512.log
Summary:
  Success rate:	100.00%
  Total:	15.0116 secs
  Slowest:	0.3700 secs
  Fastest:	0.0001 secs
  Average:	0.0060 secs
  Requests/sec:	85047.1681

  Total data:	23.13 MiB
  Size/request:	19 B
  Size/sec:	1.54 MiB

Response time histogram:
  0.000 [1]       |
  0.037 [1276185] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.074 [0]       |
  0.111 [0]       |
  0.148 [0]       |
  0.185 [0]       |
  0.222 [0]       |
  0.259 [0]       |
  0.296 [0]       |
  0.333 [0]       |
  0.370 [512]     |

Response time distribution:
  10.00% in 0.0015 secs
  25.00% in 0.0024 secs
  50.00% in 0.0041 secs
  75.00% in 0.0081 secs
  90.00% in 0.0134 secs
  95.00% in 0.0156 secs
  99.00% in 0.0191 secs
  99.90% in 0.0237 secs
  99.99% in 0.3675 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0005 secs, 0.0000 secs, 0.0202 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0071 secs

Status code distribution:
  [200] 1276698 responses