ohkami-nio/.oha/C_64.log
Summary:
  Success rate:	100.00%
  Total:	15.0072 secs
  Slowest:	0.3655 secs
  Fastest:	0.0000 secs
  Average:	0.0007 secs
  Requests/sec:	86102.6829

  Total data:	23.41 MiB
  Size/request:	19 B
  Size/sec:	1.56 MiB

Response time histogram:
  0.000 [1]       |
  0.037 [1292091] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.073 [0]       |
  0.110 [0]       |
  0.146 [0]       |
  0.183 [0]       |
  0.219 [0]       |
  0.256 [0]       |
  0.292 [0]       |
  0.329 [0]       |
  0.366 [64]      |

Response time distribution:
  10.00% in 0.0002 secs
  25.00% in 0.0004 secs
  50.00% in 0.0006 secs
  75.00% in 0.0010 secs
  90.00% in 0.0012 secs
  95.00% in 0.0015 secs
  99.00% in 0.0027 secs
  99.90% in 0.0050 secs
  99.99% in 0.0081 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0002 secs, 0.0000 secs, 0.0115 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0070 secs

Status code distribution:
  [200] 1292156 responses